Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_help/omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: images%5Cfile_menu.jpg
ru_ru: images/file_menu.jpg

source: images%5Cmanage_menu.jpg
ru_ru: images/manage_menu.jpg

source: images%5Cview_menu.jpg
ru_ru: images/view_menu.jpg

source: images%5Cweakpassword.jpg
ru_ru: images/weakpassword.jpg

source: images/about.jpg
ru_ru: images/about.png

source: images/adv_txt_ex.jpg
ru_ru: images/export_text_adv.png

source: images/advanced_find.jpg
ru_ru: images/advanced_find.png

source: images/alias_example.jpg
ru_ru: images/alias_example.png

source: images/change_font_menu.jpg
ru_ru: images/change_font_menu.png

source: images/change_language.jpg
ru_ru: images/change_language.png

source: images/combo_change.jpg
ru_ru: images/combo_change.png

source: images/compare_results.jpg
ru_ru: images/compare_results.png

source: images/db_properties.jpg
ru_ru: images/db_properties.png

source: images/default_safe_open.jpg
ru_ru: images/default_safe_open.png

source: images/edit_default_policy.jpg
ru_ru: images/edit_default_policy.png

source: images/edit_export.jpg
ru_ru: images/edit_export.png

source: images/edit_g_menu.jpg
ru_ru: images/edit_g_menu.png

source: images/edit_menu.jpg
ru_ru: images/edit_menu.png

source: images/edit_named_policy.jpg
ru_ru: images/edit_named_policy.png

source: images/edit_protected.jpg
ru_ru: images/edit_protected.png

source: images/edit_view_entry_add.jpg
ru_ru: images/edit_view_entry_add.png

source: images/edit_view_entry_base.jpg
ru_ru: images/edit_view_entry_base.png

source: images/edit_view_entry_date.jpg
ru_ru: images/edit_view_entry_date.png

source: images/edit_view_entry_policy.jpg
ru_ru: images/edit_view_entry_policy.png

source: images/edit_x_menu.jpg
ru_ru: images/edit_x_menu.png

source: images/expired_password_filter.jpg
ru_ru: images/expired_password_filter.png

source: images/export.jpg
ru_ru: images/export.png

source: images/export_text_adv.jpg
ru_ru: images/export_text_adv.png

source: images/export_xml_adv.jpg
ru_ru: images/export_xml_adv.png

source: images/failsafebackup.jpg
ru_ru: images/failsafebackup.png

source: images/file_menu.jpg
ru_ru: images/file_menu.png

source: images/filter-ex1.jpg
ru_ru: images/filter-ex1.png

source: images/filter-ex2.jpg
ru_ru: images/filter-ex2.png

source: images/filter-ex3.jpg
ru_ru: images/filter-ex3.png

source: images/filter.jpg
ru_ru: images/filter.png

source: images/filter_menu.jpg
ru_ru: images/filter_menu.png

source: images/filter_mng.jpg
ru_ru: images/filter_mng.png

source: images/find_bar.jpg
ru_ru: images/find_bar.png

source: images/help_menu.jpg
ru_ru: images/help_menu.png

source: images/import.jpg
ru_ru: images/import.png

source: images/last_find_filter.jpg
ru_ru: images/last_find_filter.png

source: images/manage_menu.jpg
ru_ru: images/manage_menu.png

source: images/manage_password_policies.jpg
ru_ru: images/manage_password_policies.png

source: images/new_named_policy.jpg
ru_ru: images/new_named_policy.png

source: images/new_safe.jpg
ru_ru: images/new_safe.png

source: images/options/backups_tab.jpg
ru_ru: images/options/backups_tab.png

source: images/options/display_tab.jpg
ru_ru: images/options/display_tab.png

source: images/options/misc_tab.jpg
ru_ru: images/options/misc_tab.png

source: images/options/password_history_tab.jpg
ru_ru: images/options/password_history_tab.png

source: images/options/security_tab.jpg
ru_ru: images/options/security_tab.png

source: images/options/shortcuts_tab.jpg
ru_ru: images/options/shortcuts_tab.png

source: images/options/system_tab.jpg
ru_ru: images/options/system_tab.png

source: images/rightclick_edit_ab.jpg
ru_ru: images/rightclick_edit_ab.png

source: images/rightclick_edit_e.jpg
ru_ru: images/rightclick_edit_e.png

source: images/rightclick_edit_ex.jpg
ru_ru: images/rightclick_edit_ex.png

source: images/rightclick_edit_g.jpg
ru_ru: images/rightclick_edit_g.png

source: images/rightclick_edit_sb.jpg
ru_ru: images/rightclick_edit_sb.png

source: images/subviews_menu.jpg
ru_ru: images/subviews_menu.png

source: images/system_tray_locked.jpg
ru_ru: images/system_tray_locked.png

source: images/system_tray_nodb.jpg
ru_ru: images/system_tray_nodb.png

source: images/system_tray_unlocked.jpg
ru_ru: images/system_tray_unlocked.png

source: images/tree_view.jpg
ru_ru: images/tree_view.png

source: images/tree_view_change.jpg
ru_ru: images/tree_view_change.png

source: images/tree_view_change_only.jpg
ru_ru: images/tree_view_change_only.png

source: images/view_menu.jpg
ru_ru: images/view_menu.png

source: images/view_report.jpg
ru_ru: images/view_report.png

source: images/view_reports_menu.jpg
ru_ru: images/view_reports_menu.png

source: images/virtual_keyboard.jpg
ru_ru: images/virtual_keyboard.png

source: images/weakpassword.jpg
ru_ru: images/weakpassword.png

source: images/yubi_config.jpg
ru_ru: images/yubi_config.png

source: lll : 3 hexadecimal digits : password minimum number of lowercase characters
ru_ru: lll — 3 шестнадцатеричные цифры: минимальное количество строчных букв;

source: locked
ru_ru: заблокирован

source: manage menu
ru_ru: Меню «Сервис»

source: mm
ru_ru: мм

source: n/a
ru_ru: не задано

source: new safe combination prompt
ru_ru: Запрос нового пароля для контейнера

source: nnn : 3 hexadecimal digits : total length of password
ru_ru: nnn — 3 шестнадцатеричные цифры: длина пароля;

source: original Key Stretching algorithm published by Bruce Schneier, which expands the password to contain more entropy to make it significantly harder to employ brute-force processing.
ru_ru: алгоритм «растягивания ключа» (Key Stretching), описанный в работе Брюса Шнайера. Это позволяет увеличить энтропию и заметно усложнить атаки, использующие полный перебор.

source: p or password
ru_ru: p или password

source: password history
ru_ru: История паролей

source: password policy
ru_ru: Политика создания паролей

source: password recovery
ru_ru: Восстановление пароля

source: security tab
ru_ru: Вкладка «Безопасность»

source: shortcut
ru_ru: ярлык

source: ss
ru_ru: сс

source: sss : 3 hexadecimal digits : password minimum number of symbol characters
ru_ru: sss — 3 шестнадцатеричные цифры: минимальное количество символов.

source: subject - followed by text to appear in the subject line of the message.
ru_ru: subject — значение, указанное после знака «=», будет помещено в тему письма.

source: system tab
ru_ru: Вкладка «Система»

source: t or title
ru_ru: t или title

source: u or user
ru_ru: u или user

source: unlocked
ru_ru: разблокирован

source: uuu : 3 hexadecimal digits : password minimum number of uppercase characters
ru_ru: uuu — 3 шестнадцатеричные цифры: минимальное количество прописных букв;

source: view report
ru_ru: Просмотр отчёта

source: when checked, the name entered will be inserted into new entries' user name field as the default.
ru_ru: Если помечено, указанное имя будет по умолчанию подставляться в новые элементы.

source: where:
ru_ru: где:

source: yyyy
ru_ru: гггг

source: yyyy-MM-ddThh:mm:ss
ru_ru: гггг-ММ-ддTчч:мм:сс

source: yyyy-MM-ddThh:mm:ssZ (XML only)
ru_ru: гггг-ММ-ддTчч:мм:ссZ (только XML)

source: yyyy-MM-ddThh:mm:ss±hh:mm (XML only)
ru_ru: гггг-ММ-ддTчч:мм:сс±чч:мм (только XML)

source: yyyy-mm-ddThh:mm:ss
ru_ru: гггг-ММ-ддTчч:мм:сс

source: yyyy-mm-ddThh:mm:ssZ (XML only)
ru_ru: гггг-ММ-ддTчч:мм:ссZ (только XML)

source: yyyy-mm-ddThh:mm:ss±hh:mm (XML only)
ru_ru: гггг-ММ-ддTчч:мм:сс±чч:мм (только XML)

source: yyyy/MM/dd hh:mm:ss
ru_ru: гггг/ММ/дд чч:мм:сс

source: yyyy/mm/dd hh:mm:ss
ru_ru: гггг/ММ/дд чч:мм:сс

source: {DELAY X} Delays X milliseconds.
ru_ru: {DELAY X} Задержка в X мс.

source: {DELAY=X} Sets the default delay to X milliseconds for all standard keypresses in this sequence.
ru_ru: {DELAY=X} Установка задержки в X мс между нажатиями кнопок в последовательности.

source: | unless use only easy-to-read characters is selected as well, in which case the characters are only: + - = _ @ # $ % ^ & < > / ~ \ ?
ru_ru: |. Если установлен флажок Только удобочитаемые символы, набор символов сокращается до + - = _ @ # $ % ^ & < > / ~ \ ?

source: The available actions are:
ru_ru: Возможные следующие действия:
